Revit 2027 API
UnitTypeId.MetersPerKilonewton Property
 Meters per kilonewton.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MetersPerKilonewton { get; }
Public Shared ReadOnly Property MetersPerKilonewton As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MetersPerKilonewton {
	ForgeTypeId^ get ();
}
static member MetersPerKilonewton : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace